Repository: DvbMedia/oe-alliance-plugins
Catalog: TransCodingSetup/po/*.po
Languages: nl

source: When transcoding, PIP is disabled.
nl: Tijdens transcoderen is PIP uitgeschakeld.

source: When transcoding, both PIP and analog video outputs are disabled.
nl: Tijdens transcoderen zijn PIP en de analoge video-uitgangen uitgeschakeld.

source: Allows streams to be transcoded.
nl: Maakt het mogelijk streams te transcoderen.

source: Cancel
nl: Annuleer

source: Port
nl: Poort

source: Really close without saving settings?
nl: Echt afsluiten zonder op te slaan?

source: Save
nl: Opslaan

source: Set the port for transcode.
nl: Stelt de poort voor transcoderen in.

source: Sets the bitrate (quality).
nl: Stelt de bitrate (kwaliteit) in.

source: Sets the framerate (fps).
nl: Stelt de framerate in (fps).

source: This model is not support transcoding.
nl: Dit model ondersteunt transcoderen niet.

source: Transcode settings
nl: Transcodeer instellingen

source: Transcoding
nl: Bezig met transcoderen

source: Transcoding Setup
nl: Transcodeer instellingen

source: Transcoding can be started when there is no corresponding channel recordings.
nl: Transcoderen kan worden ingeschakeld als het betreffende kanaal niet wordt opgenomen (ook geen time-shift).

source: TranscodingSetup
nl: Transcoding instellingen

source: disable
nl: uitschakelen

source: enable
nl: inschakelen
